Repository: basedpolymer/fouine
Catalog: Sources/FouineApp/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: The date the file was last changed, not the date of the document.
fr: La date de dernière modification du fichier, pas la date du document.

source: The meaning search only covers the pages prepared for it. Settings ▸ Meaning search explains how to extend it.
fr: La recherche par le sens ne couvre que les pages préparées pour elle. Réglages ▸ Recherche par le sens explique comment l’étendre.

source: Tolerate typos
fr: Tolérer les fautes de frappe

source: Try fewer words, or check the spelling.
fr: Essayez moins de mots, ou vérifiez l’orthographe.

source: Up and down arrows to move from one page found to the next, Space for a Quick Look, Return to open the document.
fr: Flèches haut et bas pour passer d’une page trouvée à la suivante, Espace pour un coup d’œil, Entrée pour ouvrir le document.

source: Within results
fr: Dans les résultats

source: · meaning search sees only %@ pages out of %@
fr: · la recherche par le sens ne voit encore que %@ pages sur %@
